{
  "startDateIso": "2025-08-15T00:00:00",
  "timezone": "Europe/Madrid",
  "title": "Times of Us (XV)",
  "subtitle": "Safe, seen, and held — always.",
  "months": [
    {
      "id": "m1",
      "title": "Month One",
      "monthIso": "2025-09-01",
      "photo": "/content/photos/month-1.jpeg",
      "alt": "A warm photo of us in September",
      "text": "This first month with you was a time of exploration. \n\nI will never forget the day we met at church and how seamlessly we spent time together. It was unplanned, spontaneous and I got a glimpse into both your internal and day to day life - that sparked the embers of the fire I feel for you today!\n\nThe second time we met, we went for a picnic in Las Tetas, where we learned even more about each other. From the thrill I got from being with you, I ended up forgetting where I parked the car. I remember you gently reminding me of where it was it and thankfully, the car was not lost (lol). \n\nFrom this point onwards we steadily began spending more and more time together, both of us adjusting to each other's communication styles and way of being.\n\nWe had one exceptional night at the bar where I also met your sister - Jackie, previously to that I had been thinking of when and how to tell you how I feel and that - I love you.\n\nYou, being the catalyst to our relationship as you are, beautifully ruined any sort of planning I had for this special moment. In the eye of the storm that ravaged through the bar on that night\n\nYou told me you loved me\n\nAnd\n\nI loved you too",
      "imageOffset": "0% 0% 0% 0%"
    },
    {
      "id": "m2",
      "title": "Month Two",
      "monthIso": "2025-10-01",
      "photo": "/content/photos/month-2.png",
      "alt": "A cozy October moment",
      "text": "Let me start off by saying that this month we are closer, stronger and more understanding than ever.\n\nIn the first week of October we went through our toughest challenge yet.\n\nWe went through something that makes or breaks couples. We both had to deal with our own demons, discuss, balance and understand how the other felt (My hard headed self had to be more understanding tbh). And most importantly adapt, improve and evolve with each other.\n\nHowever, we kept on being there for each other, showing up in small but significant ways - every single day.\n\nThis month I realised even more what a beautiful person you truly are, you make me want to be better every single day for myself and for you as well.\n\nThis month we went down to Orihuela Costa which brought us into a new chapter both as individuals and as a whole. I enjoyed meeting your family and spending time with them (Looking forward to new year's this year). I loved seeing the place where you grew up in and in which you experienced so many things.\n\nFor the near future we are learning to blend our routines moving forward. We are learning how to be there for each other, compromise and love harder. Challenges will keep on coming our way, but after this month I don't have a doubt in my mind that we will break through anything - together.\n\nI love you baby!\n\nI feel at home with you.",
      "imageOffset": "0% 0% 0% 0%"
    }
  ]
}
